IDEA Open Model
LoadImpulse Properties
Compatible with IDEA StatiCa 20.1
The LoadImpulse type exposes the following members.
Properties
Name | Description
X
 Load in X direction
Y
 Load in Y direction
Z
 Load in Z direction
Top
See Also
Reference
LoadImpulse Structure
IdeaRS.OpenModel.Loading Namespace